Repository: bcedu/ShutdownScheduler
Catalog: po/extra/*.po
Languages: da, fr, it

source: Shutdown Scheduler
fr: Planificateur d'arrêt
it: Pianificatore di spegnimento

source: Shutdown Scheduler App
da: Shutdown Scheduler applikation
fr: Application planificateur d'arrêt
it: App per la pianificazione di spegnimento

source: ShutdownScheduler;
fr: Planificateur d'arrêt;
it: Programmatore di spegnimento;

source: Choose when to shutdown your computer
da: Vælg hvornår du ønsker at slukke din computer
fr: Choisissez quand éteindre votre ordinateur
it: Scegli quando spegnere il computer

source: Schedule your computer's shutdown easily
da: Planlæg nemt hvornår din computer skal lukke ned
fr: Planifiez facilement l'arrêt de votre ordinateur
it: Pianifica facilmente lo spegnimento del tuo computer

source: ShutdownSheduler is an extremely simple program used to shutdown the computer in a specific date time. It provides a simple and clear interface to shedule the shutdown.
da: ShutdownSheduler er et ekstremt simpelt program der bruges til at slukkecomputeren på et bestemt tidspunkt in a specific date time. Det indeholder en simpel brugerflade til at planlægge nedslukningen.
fr: Planificateur d'arrêt est un programme extrêmement simple utilisé pour éteindre l'ordinateur à une date et une heure spécifique. Il fournit une interface simple et claire pour planifier l'arrêt de l'ordinateur.
it: ShutdownSheduler è un programma estremamente semplice utilizzato per spegnere il computer in una data e ora specifica. Fornisce un'interfaccia semplice e chiara per programmare lo spegnimento.

source: Choose the specific time when you want to shutdown your computer
da: Vælg det specifikke tidspunkt du ønsker computeren skal slukke
fr: Choisissez le moment précis auquel vous voulez éteindre votre ordinateur
it: Scegli l'ora specifica in cui desideri spegnere il computer

source: Fast access buttons to add time
da: Hurtig-adgang knapper til at tilføje tid
fr: Boutons d'accès rapide pour ajouter du temps
it: Pulsanti di accesso rapido per aggiungere tempo

source: Customize the fast access buttons with your own times
da: Tilpas hurtig-adgang knapperne med dine egne tider
fr: Personnalisation des boutons d'accès rapide avec vos propres durées
it: Personalizza i pulsanti di accesso rapido con i tuoi tempi

source: Watch the remaining time at any time in the program, or just make a fast look to the progress bar of the icon
da: Se den resterende tid tilbage i ethvert program, eller se det hurtigt påprogress baren på ikonet
fr: Visualisez le temps restant à tout moment dans l'application, où jetez un coup d'oeil à la barre de progression de l'icône
it: Guarda il tempo rimanente in qualsiasi momento del programma, o semplicemente dai un'occhiataveloce alla barra di avanzamento dell'icona

source: Cancel the scheduled shutdown with just a button
da: Annuller de planlagte nedslukninger med bare en knap
fr: Annulez l'arrêt planifié avec un simple bouton
it: Annulla lo spegnimento programmato con un pulsante

source: App rewriten from scratch
da: Applikationen omskrevet fra bunden
fr: Réécriture de l'application à partir de zéro
it: App riscritta da zero

source: The window is now resisable
da: Vinduet kan nu ændre størrelse
fr: La fenêtre est désormais redimensionnable
it: La finestra ora è ridimensionabile

source: The app remembers the size and the position of the window when it's reopened
da: Applikationen husker størrelsen og positionen af vinduet når den genåbnes
fr: L'application enregistre la taille et la position de la fenêtre et la restaure à la réouverture
it: L'app ricorda le dimensioni e la posizione della finestra quando viene riaperta

source: The app is now translatable
da: Applikationen kan nu oversættes
fr: L'application peut maintenant être traduite
it: L'app è ora traducibile

source: Catalan translations has benn added
da: Katalanske oversættelser er tilføjet
fr: Les traductions en Catalan ont été ajoutées
it: Sono state aggiunte le traduzioni catalane

source: The configuration popover is now a new view of the app that can be accessed at any moment with the configuration button from the top-right corner.
da: Konfigurations popover er nu et nyt view i applikationen, der kan blive åbnet på et ethvert tidspunkt med konfigurationsknappen i øverste højre hjørne.
fr: Le menu volant de configuration est désormais une vue de l'application à laquelle on peut accéder à tout moment avec le bouton de configuration dans le coin supérieur droit.
it: Il popover di configurazione è ora in una nuova vista dell'app a cui è possibile accedere in qualsiasi momento con il pulsante di configurazione nell'angolo in alto a destra.

source: Don't reset config file when app is started
da: Nulstil ikke konfigurationsfilen når applikationen er startet
fr: Ne réinitialise pas le fichier de configuration au démarrage de l'application
it: Non ripristinare il file di configurazione quando l'app viene avviata

source: Juno release
da: Juno udgivelse
fr: Version pour Juno

source: Update release
da: Opdateringsudgivelse
fr: Version mise à jour
it: Versione di aggiornamento

source: Change the fast access button "2 h." for "5 min."
da: Skift hurtig-adgang knapperne "2 h." for "5 min."
fr: Passage de la valeur par défaut d'un bouton d'accès rapide de « 2h » à « 5min »
it: Cambia il pulsante di accesso rapido "2 h." per "5 min."

source: Initial release
da: Første udgivelse
fr: Version initiale
it: Versione iniziale

source: Allow customize fas access buttons
da: Tillad tilpasning af hurtig-adgang knapperne
it: Consente di personalizzare i pulsanti di accesso rapido
